IDEA Open Model
ConnectionSetup.LimitPlasticStrain Property
Compatible with IDEA StatiCa Beta 20.0
 Limit of plastic strain used in 2D plate element check
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double LimitPlasticStrain { get; set; }
Public Property LimitPlasticStrain As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace